Repository: criticalmaps/criticalmaps-ios
Catalog: CriticalMass/*.lproj/Localizable.strings
Languages: it

# chat.noChatActivity
source: Nobody's chatting at the moment... why don't you start?
it: Al momento nessuno sta chattando... comincia tu!

# chat.placeholder
source: Message ...
it: Messaggio ...

# chat.send
source: Send
it: Invia

# chat.send.error
source: The message could not be sent. Please try again.
it: Il messaggio non è stato potuto essere inviato. Si prega di riprovare.

source: Error
it: Errore

# map.layer.info.title
source: GPS deactivated
it: GPS disattivato

# map.layer.info
source: Critical Maps needs to use your GPS to show the map with other active user
it: Critical Maps deve utilizzare il GPS per mostrare la mappa con altri utenti attivi

# map.locationButton.label
source: locating
it: posizionamento

# rules.source
source: Images of criticalmass-hh.de (CC BY-NC-ND 3.0 DE)
it: Immagini di criticalmass-hh.de (CC BY-NC-ND 3.0 DE)

# rules.text.brake
source: Avoid sudden stops. If you really have to though, try to warn people behind you.
it: Evita di fermarti all'improvviso. Se non c'è altro modo, cerca di mettere in guardia chi ti sta dietro con un gesto delle mani.

# rules.text.contraflow
source: Refrain from driving in the opposite lane.
it: Fai attenzione a non guidare contromano!

# rules.text.cork
source: Protect motorists from themselves by corking! To maintain the cohesion of the group, block traffic from side roads so that the mass can freely proceed through red lights without interruptions.
it: Proteggi i motociclisti da se stessi, creando un ingorgo! Per mantenere la coesione del gruppo, blocca il traffico dalle strade laterali per fare in modo che la massa possa passare i semafori rossi senza interruzioni.

# rules.text.gently
source: When driving in the front: No speeding! When driving in the rear: Close gaps!
it: Quando sei in testa, non correre. Se invece sei dietro, chiudi i buchi!

# rules.text.green
source: When you arrive at a red light while driving as part of the head of the mass, be sure to stop when the traffic light shows red.
it: Se sei in testa al gruppo ed incontri un semaforo rosso, devi attendere che diventi verde.

# rules.text.haveFun
source: Enjoy reclaimed streets. Check out the Sound Bikes. Chat with motorists and pedestrian to let them know what's going on. And most importantly: Have fun!
it: Goditi le strade senza auto. Dai un'occhiata alle Sound Bikes. Scambia quattro chiacchere con automobilisti e pedoni, spiegando cosa sta succendendo. E la cosa più importante: divertiti!

# rules.text.stayLoose
source: Don't allow yourself to be provoked. Be friendly to the police, motorists and everybody else, even if they are not.
it: Non farti provocare. Sii amichevole con la polizia, gli automobilisti e chiunque altro, anche nel caso loro non lo fossero.

# rules.title
source: Rules
it: Regole

# rules.title.brake
source: No hard stops!
it: Non frenare bruscamente!

# rules.title.contraflow
source: Careful of oncoming traffic
it: Fai attenzione al traffico in arrivo

# rules.title.cork
source: Corking!?
it: Ingorgo!?

# rules.title.gently
source: Hold your horses!
it: Guida con calma!

# rules.title.green
source: When driving at the head: Stop at the redlights!
it: In testa al gruppo, solo col verde

# rules.title.haveFun
source: Have fun!
it: Divertiti!

# rules.title.stayLoose
source: Hang loose
it: Mantieni la calma

# settings.about
source: About
it: Crediti

# settings.cmBerlin
source: Critical Mass Berlin
it: Critical Mass Berlino

# settings.donate
source: Help finacing our tracking server
it: Supporta i costi del server

# settings.observationmode.title
source: Observation Mode
it: Modalità di osservazione

# settings.observationmode.detail
source: If you donâ€™t take part yourself, but want to follow the Critical Mass.
it: Se non partecipi, ma vuoi seguire la Critical Mass.

# settings.gpsSettings
source: GPS settings
it: Impostazioni GPS

# settings.kniggeImages
source: Rules images
it: Licenza per le immagini

# settings.logoDesign
source: Logo design
it: Design del logo

# settings.opensource.action
source: View Project
it: Guarda il progetto

# settings.opensource.detail
source: Critical Maps is an open source project and we are looking forward to developers who want to work on critical maps.
it: Critical Maps è un progetto open source e non vediamo l'ora di vedere sviluppatori che vogliono lavorare su mappe critiche.

# settings.opensource.title
source: Do you miss features or want to fix a bug?
it: Ti mancano le funzionalità o vuoi correggere un bug?

# settings.programming
source: Development
it: Sviluppo

# settings.title
source: Settings
it: Impostazioni

# settings.website
source: Website
it: Sito web

# twitter.noData
source: No data is currently available. Please pull down to refresh.
it: Nessun dato è attualmente disponibile. Tira lo schermo verso il basso per aggiornare.

# close.button.label
source: close
it: chiudere

# settings.theme
source: Night mode
it: Modalità Notturna
