Repository: criticalmaps/criticalmaps-ios
Catalog: CriticalMapsKit/Sources/L10n/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, pl, pt_br, tr

# a11y.chatInput.label
source: Chat input textfield
de: Chat-Textfeld
es: Campo de texto de entrada de chat
pt_br: Campo de entrada de texto do chat
tr: Sohbet metin kutusu

# a11y.mapfeatureview.nextridebanner.hint
source: Shows the next critical mass event closest to your location
de: Zeigt die nächste Critical Mass in der Nähe deines Standortes an
es: Muestra el siguiente evento de masa crítica más cercano a tu ubicación
fr: Affiche la prochaine Critical Mass proche de ta position
pl: Pokazuje następne zdarzenie masy krytycznej najbliżej Twojej lokalizacji
pt_br: Mostra o próximo evento de massa crítica mais próximo de sua localização
tr: Size en yakın bir sonraki Critical Mass etkinliğini gösterir

# a11y.mapfeatureview.nextridebanner.label
source: Next critical mass banner
de: Nächste Critical Mass-Banner
es: Siguiente estandarte de masa crítica
fr: Bannière de la prochaine Critical Mass
pl: Następny sztandar masy krytycznej
pt_br: Próximo banner de massa crítica
tr: Bir sonraki critical mass afişi

# a11y.usertrackingbutton.hint
source: Toggle tracking mode
de: Tracking an-/ausschalten
es: Cambiar modo de seguimiento
fr: Changer le mode de suivi
pl: Przełącz tryb śledzenia
pt_br: Alternar modo de acompanhamento
tr: Takip modunu aç/kapat

# a11y.usertrackingbutton.follow
source: Follow
de: Folgen
es: Seguir
fr: Suivre
pl: Obserwuj
pt_br: Seguir
tr: Takip Et

# a11y.usertrackingbutton.followWithHeading
source: Follow with heading
de: Folgen mit Richtung
es: Seguir con encabezado
pl: Śledź z nagłówkiem
pt_br: Seguir com direção
tr: Istikametime göre takip et

# a11y.usertrackingbutton.dontFollow
source: Don't follow
de: Nicht folgen
es: No seguir
fr: Ne pas suivre
pl: Nie obserwuj
pt_br: Não seguir
tr: Takibi bırak

# a11y.general.on
source: On
es: Activado
pl: Wł
pt_br: Ativado
tr: Açık

# a11y.general.off
source: Off
es: Desactivado
pl: Wył
pt_br: Desativado
tr: Kapalı

# a11y.general.selected
source: selected
de: ausgewählt
es: seleccionado
fr: sélectionné(s)
pl: zaznaczony
pt_br: selecionado
tr: seçildi

# chat.noChatActivity
source: Nobody's chatting at the moment... why don't you start?
de: Niemand chattet derzeit... Warum fängst du nicht an?
es: Nadie está charlando en este momento... ¿por qué no empezas?
fr: Personne ne discute pour l'instant... Lance la conversation !
pl: Nikt nie czatuje w tym momencie... Dlaczego ty nie zaczniesz?
pt_br: Ninguém está conversando no momento... por que você não começa?
tr: Şu anda kimse sohbet etmiyor... Sen neden başlatmıyorsun?

# chat.emptyMessageTitle
source: So quiet here
de: So leise hier
es: Así que aquí
fr: C'est calme par ici
pl: A więc całkiem tutaj
pt_br: Tão silencioso aqui
tr: Buralar çok sessiz

# chat.placeholder
source: Write Message
de: Nachricht schreiben
es: Escribir mensaje
fr: Écrire un message
pl: Napisz Wiadomość
pt_br: Escreva uma mensagem
tr: Mesaj Yaz

# chat.send
source: Send
de: Senden
es: Enviar
fr: Envoyer
pl: Wyślij
pt_br: Enviar
tr: Gönder

# chat.send.error
source: The message could not be sent. Please try again.
de: Deine Nachricht konnte nicht gesendet werden. Bitte versuche es später erneut.
es: El mensaje no pudo ser enviado. Por favor intente nuevamente.
fr: Le message n'a pas pu être envoyé. Merci de réessayer.
pl: Nie można wysłać wiadomości. Spróbuj ponownie.
pt_br: Sua mensagem não foi enviada. Por favor, tente novamente.
tr: Mesajın gönderilemedi. Lütfen yeniden dene.

# chat.unreadbutton.accessibilityvalue
source: %@ unread messages
de: %s ungelesene Nachrichten
es: %@ mensajes sin leer
fr: %@ messages non lus
pl: %@ nieprzeczytanych wiadomości
pt_br: %@ mensagens não lidas
tr: %@ okunmamış mesaj

# close.button.label
source: close
de: schließen
es: cerrar
fr: fermer
pl: zamknij
pt_br: fechar
tr: kapat

# emptyState.reload
source: Reload
de: Aktualisieren
es: Actualizar
fr: Actualiser
pl: Przeładuj
pt_br: Recarregar
tr: Yeniden yükle

source: Error
de: Fehler
fr: Erreur
pl: Błąd
pt_br: Erro
tr: Hata

# errorState.message
source: Sorry, something went wrong
de: Entschuldige, irgendwas ging schief
es: Lo siento, algo salió mal
fr: Désolé, quelque chose s'est mal passé
pl: Przepraszamy, coś poszło nie tak
pt_br: Desculpe, algo deu errado
tr: Üzgünüz, bir şeyler ters gitti

# errorState.title
source: Error
de: Fehler
fr: Erreur
pl: Błąd
pt_br: Erro
tr: Hata

# location.alert.provideAuth
source: Location usage makes this app better. Please give us access.
de: Standortnutzung macht diese App besser. Bitte geben Sie uns den Zugriff.
es: El uso de la ubicación hace que esta aplicación sea mejor. Por favor, danos acceso.
fr: L'utilisation de la localisation rend cette application meilleure. Veuillez nous donner accès.
pl: Użycie lokalizacji sprawia, że aplikacja jest lepsza. Proszę dać nam dostęp.
pt_br: O aplicativo usa a localização para funcionar melhor. Por favor, conceda acesso.
tr: Konum kullanımı bu uygulamayı daha iyi hale getirir. Lütfen erişim izni verin.

# location.alert.serviceIsOff
source: Location services are disabled.
de: Ortungsdienste sind deaktiviert
es: Movilidad reducida al servicio de localización
fr: Le service de localisation n'est pas activé
pl: Usługi lokalizacji są wyłączone.
pt_br: Acesso desabilitado ao serviço de localização.
tr: Konum servisleri kapalı.

# location.alert.provideAccessToLocationService
source: Please give us access to your location in settings.
de: Bitte geben Sie uns in den Einstellungen Zugriff auf Ihren Standort.
es: Por favor, danos acceso a tu ubicación en ajustes.
fr: Veuillez nous donner accès à votre localisation dans les paramètres.
pl: Proszę dać nam dostęp do Twojej lokalizacji w ustawieniach.
pt_br: Por favor, nos dê acesso à sua localização nas configurações.
tr: Lütfen ayarlardan konum erişimine izni verin.

# map.headingbutton.accessibilitylabel
source: Tracking
pl: Śledzenie
pt_br: Rastreando
tr: Takip ediliyor

# map.headingbutton.accessibilityvalue.heading
source: On with heading
de: An mit Richtung
es: Encender con el encabezado
fr: Orientation de la carte
pl: Włączony z kursem
pt_br: Ativado com título
tr: Istikamete göre takip açık

# map.headingbutton.accessibilityvalue.off
source: Off
de: Aus
pl: Wył.
pt_br: Desativado
tr: Kapalı

# map.headingbutton.accessibilityvalue.on
source: On
de: An
pl: Wł.
pt_br: Ativado
tr: Açık

# map.layer.info
source: Critical Maps needs to use your GPS to show the map with other active user
de: Critical Maps muss dein GPS verwenden, um die Karte anderen aktiven Benutzern anzuzeigen
es: Los mapas críticos deben usar su GPS para mostrar el mapa a otros usuarios activos
fr: Critical Maps doit avoir accès au GPS pour afficher la carte avec d'autres utilisateurs actifs
pl: Critical Maps potrzebuje dostępu do GPS, by móc wyświetlić mapę z innymi aktywnymi użytkownikami
pt_br: Critical Maps precisa usar seu GPS para mostrar o mapa com outro usuário ativo
tr: Critical Maps, sizi diğer aktif kullanıcılar ile birlikte harita üzerinde gösterebilmek için GPS'inizi kullanmaya ihtiyaç duyar

# map.layer.info.title
source: GPS deactivated
de: GPS deaktiviert
es: GPS desactivado
fr: GPS désactivé
pl: GPS wyłączony
pt_br: GPS desativado
tr: GPS kapatıldı

# map.layer.info.errorMessage
source: Critical Maps isn't updating. Please check back later.
de: Critical Maps kann gerade nicht aktualisiert werden. Bitte prüfe später erneut.
es: Critical Maps no se actualizan. Por favor, vuelve más tarde.
fr: Critical Maps ne se met pas à jour. Veuillez réessayer plus tard.
pl: Krytyczne mapy nie są aktualizowane. Sprawdź ponownie później.
pt_br: Critical Maps não está atualizando. Por favor, verifique novamente mais tarde.
tr: Critical Maps güncellenemiyor. Lütfen daha sonra tekrar kontrol edin.

# map.locationButton.label
source: locating
de: lokalisiere
es: Localización
fr: localisation
pl: lokalizowanie
pt_br: localização
tr: konum bulunuyor

# map.menu.route
source: Route
pl: Trasa
pt_br: Rota
tr: Rota

# map.menu.share
source: Share
de: Teilen
es: Compartir
pl: Udostępnij
pt_br: Compartilhar
tr: Paylaş

# map.menu.title
source: Next event
de: Nächster Event
es: Próximo evento
fr: Événements à venir
pl: Następne wydarzenie
pt_br: Próximo evento
tr: Bir sonraki etkinlik

source: OK
pt_br: Aceitar
tr: Tamam

# rules.text.brake
source: Avoid sudden stops. If you really have to though, try to warn people behind you.
de: Wenn's mal nicht anders geht, versuche die anderen per Handzeichen zu warnen.
es: Si no hay otra forma, intente advertir a los demás con señales manuales.
fr: Évite les arrêts soudains. Si tu dois vraiment t'arrêter, essaye de prévenir les gens derrière toi.
pl: Unikaj nagłego hamowania. Jeżeli jednak naprawdę musisz, postaraj się ostrzec osoby za sobą.
pt_br: Evite paradas repentinas. Se for uma parada necessária, tente avisar as pessoas atrás de você.
tr: Ani duruşlardan kaçının. Ancak gerçekten durmanız gerekiyorsa, arkanızdaki insanları uyarmaya çalışın.

# rules.text.contraflow
source: Refrain from driving in the opposite lane.
de: Verzichte darauf auf der Gegenfahrbahn zu fahren.
es: Abstenerse de conducir en el carril opuesto.
fr: Évite de rouler sur la voie opposée.
pl: Powstrzymaj się od jazdy po przeciwnym pasie.
pt_br: Evite dirigir na faixa oposta.
tr: Ters şeritte sürüşten kaçının.

# rules.text.cork
source: Protect motorists from themselves by corking! To maintain the cohesion of the group, block traffic from side roads so that the mass can freely proceed through red lights without interruptions.
de: Schützen Sie die Autofahrer vor sich selbst! Um den Zusammenhalt der Gruppe aufrechtzuerhalten, blockiere den Verkehr von Nebenstraßen, so dass die Mass frei durch rote Ampeln ohne Unterbrechungen fahren kann.
es: ¡Proteja a los conductores taponándose a sí mismos!
fr: Protège les automobilistes d'eux-mêmes en bloquant la rue! Pour maintenir la cohésion du groupe, bloque le trafic des routes que l'on croise pour que le groupe puisse passer les feux rouges sans interruption.
pl: Chronić kierowców przed sobą, korkowaniem! Aby utrzymać spójność grupy, zablokować ruch z bocznych dróg, tak aby masa mogła swobodnie poruszać się przez czerwone światła bez przerwy.
pt_br: Proteja os motoristas deles mesmos com uma barricada! Para manter a coesão do grupo, bloqueie o trânsito vindo de ruas laterais, permitindo que o grupo atravesse os semáforos vermelhos sem interrupções.
tr: Sürücüleri kendilerinden korumak için yolu kapatın! Grubun bütünlüğünü korumak için, yan yollardan gelen trafiği engelleyerek grubun kırmızı ışıklarda durmadan kesintisiz ilerlemesini sağlayın.

# rules.text.gently
source: When driving in the front: No speeding! When driving in the rear: Close gaps!
de: Vorne: nicht rasen! Hinten, Lücken zufahren!
es: Frente: ¡no corras! ¡Traseras, brechas cercanas!
fr: Quand tu roules à l'avant : Pas trop vite! Quand tu roules à l'arrière : Ne te laisse pas distancer !
pt_br: Ao dirigir na frente: Não corra! Ao dirigir atrás: Feche os buracos!
tr: Önlerde sürerken: Hız yapmayın! Arkalarda sürerken: Boşluk bırakmayın!

# rules.text.green
source: When you arrive at a red light while driving as part of the head of the mass, be sure to stop when the traffic light shows red.
de: Wenn du an der Spitze der Mass fährst, musst du warten bis die Ampel auf Grün schaltet.
es: Si conduce en la parte superior, debe esperar hasta que el semáforo se ponga verde.
fr: Quand tu es à l'avant de la masse critique et que tu arrives à un feu rouge, arrête toi au feu.
pt_br: Quando você chegar a uma luz vermelha enquanto dirige a frente da massa, certifique-se de parar quando o farol estiver vermelho.
tr: Grubun en başında sürüyosan ve kırmızı ışığı gördüysen, kesinlikle dur.

# rules.text.haveFun
source: Enjoy reclaimed streets. Check out the Sound Bikes. Chat with motorists and pedestrian to let them know what's going on. And most importantly: Have fun!
de: Genieße autofreie Straßen. Fahr ein bisschen mit den Sound-Rädern mit. Check die Bikes deiner Mitfahrer aus. Quatsch Autofahrer, Passanten, Mitfahrer an. Hab Spaß!
es: Disfruta de carreteras sin automóviles. Conduce un poco con las ruedas de sonido. Echa un vistazo a las bicicletas de tus compañeros de viaje. Los automovilistas antideslizantes, transeúntes, jinetes en. Diviértete!
fr: Profite de la rue sans voiture. Check les vélos qui passent de la musique. Discute avec les automobilistes et les piétons pour leur expliquer ce qui se passe. Et le plus important : Amuse toi!
pt_br: Aproveite as ruas recuperadas. Confira o barulho das bicicletas. Use o chat para falar com motoristas e pedestres para informar o que está acontecendo. E mais importante: Divirta-se!
tr: Caddelerin keyfini sürün. Ses sistemi taşıyan bisikletlere yanaşın. Sürücüler ve yayalarla konuşarak onlara neler olduğunu anlatın. Ve en önemlisi: Eğlenin!

# rules.text.stayLoose
source: Don't allow yourself to be provoked. Be friendly to the police, motorists and everybody else, even if they are not.
de: Lass dich nicht provozieren. Sei freundlich zur Polizei und zu Autofahrern, auch wenn die's nicht sind.
es: No te dejes provocar. Sea amable con la policía y los automovilistas, incluso si no lo son.
fr: Reste amical avec la police, les automobilistes et tous les autres mêmes quand ils ne le sont pas.
pl: Nie pozwól się sprowokować. Bądź uprzejmy dla oficerów policji, kierowców i wszystkich innych, nawet jeśli oni nie są.
pt_br: Não se deixe provocar. Seja amigável com a polícia, motoristas e outras pessoas, mesmo que eles não sejam.
tr: Kışkırtmalara kapılmayın. Polise, motorlu taşıt sürücülerine ve diğer kişilere dostane davranın, onlar size öyle davranmıyor olsalar bile.

# rules.title
source: Rules
de: Knigge
es: Normas
fr: Règles
pl: Zasady
pt_br: Regras
tr: Kurallar

# rules.number
source: Rule Number
de: Regelnr.
es: Regla Número
fr: Numéro de règle
pl: Numer Reguły
pt_br: Regra Número
tr: Kural No

# rules.title.brake
source: No hard stops!
de: Keine Vollbremsungen!
es: ¡No hay paradas duras!
fr: Pas d'arrêt brutal !
pl: Bez pisku opon!
pt_br: Sem paradas bruscas!
tr: Ani durmayın!

# rules.title.contraflow
source: Careful of oncoming traffic
de: Vorsicht vor Gegenverkehr
es: Doble circulación
fr: Attention au trafic
pl: Uważaj na jadące samochody
pt_br: Cuidado com o tráfego que está próximo
tr: Akan trafiğe dikkat edin

# rules.title.cork
source: Corking!?
de: Corken!?
es: Bloqueos!?
fr: Bloquer les voitures ?!
pl: Korek!?
pt_br: Barricada!?
tr: Yolu kapatmak!?

# rules.title.gently
source: Hold your horses!
de: Sachte, Keule!
es: Siempre tranquilo, amigo!
fr: C'est pas une course !
pl: Wstrzymaj konie!
pt_br: Segura a emoção!
tr: Düzeni koruyun!

# rules.title.green
source: When driving at the head: Stop at the redlights!
de: Beim fahren an der Spitze: Stoppe an der roten Ampel!
es: Cuando vayas en la cabecera: Para en los semáforos en rojo!
fr: Quand tu es à l'avant : arrête toi aux feux !
pl: Jeśli jedziesz z przodu, zatrzymaj się na czerwonych światłach!
pt_br: Quando estiver dirigindo na frente: Pare nos faróis vermelhos!
tr: Önlerde sürerken: kırmızı ışıklarda durun!

# rules.title.haveFun
source: Have fun!
de: Hab Spaß!
es: Diviértete!
fr: Profite !
pl: Miłej zabawy!
pt_br: Divirta-se!
tr: İyi eğlenceler!

# rules.title.stayLoose
source: Hang loose
de: Locker bleiben
es: Mantente relajado
fr: Reste calme
pl: Wyluzuj
pt_br: Tranquilo
tr: Sakin olun

# settings.about
source: About
fr: À propos
pl: O programie
pt_br: Sobre
tr: Hakkında

# settings.cmBerlin
source: Critical Mass Berlin
pt_br: Critical Mass Berlim

# settings.criticalMassDotIn.detail
source: Submit your bike activism to the criticalmass.in project and promote it to other bike enthusiasts.
de: Trage deinen Bike-Aktivismus beim criticalmass.in-Projekt ein und promote es an andere Bike-Enthusiasten.
fr: Soumettez vos actions sur criticalmass.in et faites en la promotion auprès d'autres activistes à vélo.
pt_br: Envie seu ativismo de bicicleta para o criticalmass.in promova para outros entusiastas de bicicleta.
tr: Bisiklet aktivizminizi criticalmass.in projesine gönderin ve bunu diğer bisiklet tutkunlarına duyurun.

# settings.criticalMassDotIn.title
source: Missing a mass?
de: Fehlt eine Mass?
es: ¿Falta una masa?
fr: Il manque une Mass ?
pt_br: Está faltando um evento?
tr: Eksik bir etkinlik mi var?

# settings.criticalMassDotIn.action
source: View Project
de: Projekt anzeigen
es: Ver Project
fr: Voir Projet
pl: Wyświetl Projekt
pt_br: Ver Projeto
tr: Projeyi Görüntüle

# settings.donate
source: Help finacing our tracking server
de: Helfe unseren Server zu finanzieren
es: Ayuda a financiar nuestro servidor
fr: Fais un don pour soutenir nos serveurs GPS
pl: Wspomóż finansowo utrzymanie naszego serwera
pt_br: Ajude a financiar nosso servidor de rastreamento
tr: Takip sunucumuzun finansmanına yardımcı olun

# settings.appIcon
source: App Icon
pl: Ikona Aplikacji
pt_br: Ícone do App
tr: Uygulama Simgesi

# settings.eventSettings
source: Event Settings
de: Event-Einstellungen
es: Ajustes del evento
fr: Paramètres des événements
pl: Ustawienia Wydarzeń
pt_br: Configurações do Evento
tr: Etkinlik Ayarları

# settings.settingsEventSearchRadius
source: Event Search Radius
de: Event-Suchradius
fr: Rayon de recherche
pl: Odległość Wyszukiwania Wydarzeń
pt_br: Raio da Busca de Eventos
tr: Etkinlik arama radyusu

# settings.eventSettingsEnable
source: Event Notifications
de: Event-Benachrichtigungen
es: Notificación de eventos
fr: Notifications d'événements
pt_br: Notificações de Eventos
tr: Etkinlik Bildirimleri

# settings.eventTypes
source: Event Types
de: Art des Events
es: Tipos de evento
fr: Types d'évènements
pl: Rodzaje Wydarzeń
pt_br: Tipos de Eventos
tr: Etkinlik Türü

# settings.eventSearchRadius
source: Event Search Radius
de: Event-Suchradius
fr: Rayon de recherche
pl: Odległość Wyszukiwania Wydarzeń
pt_br: Raio da Busca de Eventos
tr: Etkinlik arama radyusu

# settings.friends
source: Friends
de: Freund:innen
es: Amigos
fr: Amis
pl: Znajomi
pt_br: Amigos
tr: Arkadaşlar

# settings.friends.addFriendDescription
source: added
de: hinzugefügt
es: añadió
fr: ajoutée
pl: dodano
pt_br: adicionado
tr: eklendi

# settings.friends.addFriendTitle
source: Added Friend
de: Freund:in hinzugefügt
es: Añadido Amigo
fr: Ajouté Ami
pl: Dodano Znajomego
pt_br: Amigo Adicionado
tr: Arkadaş eklendi

# settings.friends.settings
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
pl: Ustawienia
pt_br: Configurações
tr: Ayarlar

# settings.friends.showID
source: Show ID
de: ID anzeigen
es: Mostrar ID
fr: Voir la ID
pl: Pokaż ID
pt_br: Mostrar ID
tr: Kimliğini göster

# settings.gpsSettings
source: GPS settings
de: GPS Einstellungen
es: Ajustes de GPS
fr: Paramètres GPS
pl: Ustawienia GPS
pt_br: Configurações de GPS
tr: GPS ayarları

# settings.kniggeImages
source: Rules images
de: Knigge Bilder
es: Imágenes de reglas
pt_br: Imagens de regras
tr: Kurallar görselleri

# settings.logoDesign
source: Logo design
fr: Design du logo
pt_br: Design do logo
tr: Logo tasarımı

# settings.observationmode.detail
source: If you don’t take part yourself, but want to follow the Critical Mass.
de: Wenn du nicht selbst teilnimmst, aber trotzdem der Critical Mass folgen möchtest.
es: Si no participa, pero aún quiere seguir la Critical Mass.
fr: Si tu ne participes pas toi-même, mais que tu veux suivre la Critical Mass.
pl: Jeżeli sam nie bierzesz udziału, ale chcesz śledzić przejazd Masy Krytycznej.
pt_br: Se você não participar, mas quer seguir a Critical Mass.
tr: Kendiniz katılmasanız da, Critical Mass'ı takip etmek istiyorsanız.

# settings.observationmode.title
source: Observation Mode
de: Beobachtungsmodus
es: Modo de observación
fr: Mode Observateur
pl: Tryb Obserwacji
pt_br: Modo de Observação
tr: Seyirci Modu

# settings.opensource.action
source: View Repository
de: Repository anzeigen
es: Ver Repositorio
fr: Voir Dépôt
pl: Wyświetl Repozytorium
pt_br: Ver repositório
tr: Veri havuzunu görüntüle

# settings.opensource.detail
source: Critical Maps is an open source project and we are looking forward to developers who want to work on critical maps.
de: Critical Maps ist ein Open-Source-Projekt und wir freuen uns über Entwickler*innen, die an Critical Maps mitarbeiten wollen.
es: Critical Maps es un proyecto de código abierto y esperamos que los desarrolladores quieran trabajar en mapas críticos.
fr: Critical Maps est un projet open-source et nous cherchons des développeurs pour collaborer.
pl: Critical Maps jest projektem Open Source i z niecierpliwością czekamy na deweloperów, którzy będą gotowi pracować nad aplikacją.
pt_br: Critical Mass é um projeto de código aberto e estamos ansiosos para desenvolvedores que queiram trabalhar em critical maps.
tr: Critical Maps, açık kaynaklı bir projedir ve üzerinde çalışmak isteyen geliştiricileri bekleriz.

# settings.opensource.title
source: Do you miss features or want to fix a bug?
de: Vermisst du Funktionen oder willst einen Bug fixen?
es: ¿Echas de menos funciones o quieres arreglar un error?
fr: Tu aimerais de nouvelles fonctionnalités ou signaler un bug ?
pl: Brakuje ci funkcjonalności albo chcesz naprawić jakiś błąd?
pt_br: Você sente falta de recursos ou quer corrigir um bug?
tr: Bir özellik mi eksik? Yoksa bir hatayı mı düzeltmek istiyorsunuz?

# settings.programming
source: Development
fr: Développement
pt_br: Desenvolvimento
tr: Geliştirme

# settings.section.info
source: Info
fr: Infos
pl: Informacje
pt_br: Informações
tr: Bilgi

# settings.socialMedia
source: Social Media
fr: Réseaux sociaux
pl: Media Społecznościowe
pt_br: Redes sociais
tr: Sosyal Medya

# settings.theme
source: Night mode
de: Nachtmodus
es: Modo oscuro
fr: Mode nuit
pl: Tryb Nocny
pt_br: Modo noturno
tr: Gece modu

# settings.theme.appearance
source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
pl: Wygląd
pt_br: Aparência
tr: Görünüm

# settings.theme.system
source: System
fr: Système
pt_br: Sistema
tr: Sistem

# settings.theme.light
source: Light
de: Hell
pl: Jasny
pt_br: Claro
tr: Gündüz

# settings.theme.dark
source: Dark
de: Dunkel
pl: Ciemny
pt_br: Escuro
tr: Gece

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
pl: Ustawienia
pt_br: Configurações
tr: Ayarlar

# settings.website
source: Website
fr: Site Web
pl: Strona internetowa
pt_br: Site
tr: Web Sitesi

# settings.appIconTitle
source: App Icon
pl: Ikona Aplikacji
pt_br: Ícone do App
tr: Uygulama Simgesi

# settings.translate.title
source: Translate
de: Übersetzen
fr: Traduire
pt_br: Traduzir
tr: Tercüme et

# settings.translate.subtitle
source: Help making Critical Maps available in other languages
de: Hilf dabei, Critical Maps in anderen Sprachen verfügbar zu machen
es: Ayúdame a hacer que esta aplicación esté disponible en otros idiomas.
fr: Aide à rendre Critical Maps disponible dans d'autres langues
pt_br: Ajude a disponibilizar critical maps em outras línguas
tr: Critical Maps'ın diğer dillerde de kullanılabilir hale gelmesine yardımcı olun

# settings.privacyPolicy
source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de Confidentialité
pt_br: Política de Privacidade
tr: Gizlilik Politikası

# settings.support
source: Support
es: Soporte
pt_br: Suporte
tr: Destek

# twitter.noData
source: Nothing here at the momemt
de: Nichts hier im Moment
es: Nada aquí por ahora
fr: Rien ici pour le moment
pt_br: Nada aqui no momento
tr: Henüz bir şey yok
