Repository: criticalmaps/criticalmaps-ios
Catalog: CriticalMapsKit/Sources/L10n/Resources/*.lproj/Localizable.strings
Languages: de, es, fr, pl, pt_br, tr

# twitter.empty.message
source: Here you’ll find tweets tagged with @criticalmaps and #criticalmass
de: Hier findest Du Tweets mit @criticalmaps und #criticalmass
es: Aquí encontrarás tweets etiquetados con @criticalmaps y #criticalmass
fr: Ici vous trouverez des tweets taggés avec @criticalmaps et #criticalmass
pt_br: Aqui você encontrará tweets marcados com @criticalmaps e #criticalmass
tr: Burada, @criticalmaps ve #criticalmass etiketli tweet'leri bulabilirsiniz

# privacyZone.settings.toggle.enableFeature
source: Enable Privacy Zones
de: Privatzonen aktivieren
fr: Activer les zones de confidentialité
pl: Włącz strefy prywatności
pt_br: Ativar zonas de privacidade

# privacyZone.settings.toggle.showZonesOnMap
source: Show Zones on Map
de: Zonen auf der Karte anzeigen
fr: Afficher les zones sur la carte
pl: Pokaż strefy na mapie
pt_br: Mostrar zonas no mapa

# privacyZone.settings.navigationTitle
source: Privacy Zone Settings
de: Privatzonen-Einstellungen
fr: Paramètres des zones de confidentialité
pl: Ustawienia stref prywatności
pt_br: Configurações de zonas de privacidade

# privacyZone.settings.dialog.delete.headline
source: Delete Privacy Zone
de: Privatzone löschen
fr: Supprimer la zone de confidentialité
pl: Usuń strefę prywatności
pt_br: Excluir zona de privacidade

# privacyZone.settings.dialog.cta.cancel
source: Cancel
de: Abbrechen
fr: Annuler
pl: Anuluj
pt_br: Cancelar

# privacyZone.settings.dialog.cta.delete
source: Delete
de: Löschen
fr: Supprimer
pl: Usuń
pt_br: Excluir

# privacyZone.settings.dialog.message
source: Are you sure you want to delete the privacy zone '%@'? This action cannot be undone.
de: Möchten Sie die Privatzone '%@' wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
fr: Es-tu sûr de vouloir supprimer la zone de confidentialité « %@ » ? Cette action est irréversible.
pl: Na pewno chcesz usunąć strefę prywatności „%@”? Tej operacji nie da się cofnąć.
pt_br: Você tem certeza de que quer excluir a zona de privacidade «%@»? Essa ação não pode ser desfeita.

# privacyZone.settings.section.header
source: Settings
de: Einstellungen
fr: Paramètres
pl: Ustawienia
pt_br: Configurações

# privacyZone.settings.section.footer
source: Privacy zones prevent your location from being shared when you're within the defined area.
de: Privatzonen verhindern, dass dein Standort geteilt wird, wenn Du dich innerhalb des definierten Bereichs befindest.
fr: Les zones de confidentialité empêchent de partager ta position quand tu es dans la zone définie.
pl: Strefy prywatności uniemożliwiają udostępnianie twojej lokalizacji, gdy jesteś w zdefiniowanym obszarze.
pt_br: As zonas de privacidade impedem que sua localização seja compartilhada quando você estiver dentro da área definida.

# privacyZone.settings.section.yourZones
source: Your Privacy Zones
de: Deine Privatzonen
fr: Tes zones de confidentialité
pl: Twoje strefy prywatności
pt_br: Suas zonas de privacidade

# privacyZone.settings.empty.headline
source: No privacy zones created yet
de: Noch keine Privatzonen erstellt
fr: Aucune zone de confidentialité créée pour l’instant
pl: Nie masz jeszcze żadnych stref prywatności
pt_br: Nenhuma zona de privacidade criada ainda

# privacyZone.settings.empty.subheadline
source: Create your first zone to start protecting your privacy
de: Erstelle deine erste Zone, um deine Privatsphäre zu schützen
fr: Crée ta première zone pour commencer à protéger ta vie privée
pl: Utwórz swoją pierwszą strefę, aby chronić prywatność
pt_br: Crie sua primeira zona para começar a proteger sua privacidade

# privacyZone.settings.disabled.headline
source: Privacy Zones
de: Privatzonen
fr: Zones de confidentialité
pl: Strefy prywatności
pt_br: Zonas de privacidade

# privacyZone.settings.disabled.subheadline
source: Create zones where your location won't be shared with other riders
de: Erstelle deine Zonen, in denen dein Standort nicht mit anderen Fahrern geteilt wird
fr: Crée des zones où ta position ne sera pas partagée avec les autres cyclistes
pl: Utwórz strefy, w których twoja lokalizacja nie będzie udostępniana innym
pt_br: Crie zonas onde sua localização não será compartilhada com outros ciclistas

# privacyZone.settings.disabled.cta
source: Enable Privacy Zones
de: Privatzonen aktivieren
fr: Activer les zones de confidentialité
pl: Włącz strefy prywatności
pt_br: Ativar zonas de privacidade

# privacyZone.settings.create.navigationTitle
source: Create Privacy Zone
de: Privatzone erstellen
fr: Créer une zone de confidentialité
pl: Utwórz strefę prywatności
pt_br: Criar zona de privacidade

# privacyZone.settings.create.map.headline
source: Choose Location
de: Standort auswählen
fr: Choisis un emplacement
pl: Wybierz lokalizację
pt_br: Escolher localização

# privacyZone.settings.create.map.subheadline
source: Tap on the map to set the center of your privacy zone
de: Tippe auf die Karte, um das Zentrum deiner Privatzone festzulegen
fr: Appuie sur la carte pour définir le centre de ta zone de confidentialité
pl: Dotknij mapy, aby ustawić środek swojej strefy prywatności
pt_br: Toque no mapa para definir o centro da sua zona de privacidade

# privacyZone.settings.create.map.name.headline
source: Zone Name
de: Zonenname
fr: Nom de la zone
pl: Nazwa strefy
pt_br: Nome da zona

# privacyZone.settings.create.map.name.placeholder
source: e.g., Home
de: z. B. Zuhause
fr: ex. : Maison
pl: np. Dom
pt_br: ex.: Casa

# privacyZone.settings.create.map.radius
source: Radius
fr: Rayon
pl: Promień
pt_br: Raio

# privacyZone.tile.statusText.off
source: Privacy Zones Off
de: Privatzonen aus
fr: Zones de confidentialité désactivées
pl: Strefy prywatności wyłączone
pt_br: Zonas de privacidade desligadas

# privacyZone.tile.statusText.on
source: Privacy Zones On
de: Privatzonen an
fr: Zones de confidentialité activées
pl: Strefy prywatności włączone
pt_br: Zonas de privacidade ligadas

# privacyZone.tile.statusText.hidden
source: Location Hidden
de: Standort verborgen
fr: Position masquée
pl: Lokalizacja ukryta
pt_br: Localização oculta

# rideEventSettings.rideTypes.footer
source: Select which types of ride events you'd like to be notified about when they occur near your location.
de: Wähle aus, über welche Arten von Fahrereignissen du benachrichtigt werden möchtest, wenn sie in deiner Nähe stattfinden.
fr: Sélectionne les types d’événements pour lesquels tu veux être averti quand ils se produisent près de toi.
pl: Wybierz, o jakich typach wydarzeń chcesz być powiadamiany, gdy wydarzą się blisko ciebie.
pt_br: Selecione sobre quais tipos de eventos de pedal você quer receber notificações quando acontecerem perto de você.

# rideEventSettings.searchRadius.footer
source: Choose how far around your location to search for ride events. A larger radius will show more events but may include those less relevant to your ride.
de: Wähle aus, wie weit um deinen Standort nach Fahrereignissen gesucht werden soll. Ein größerer Radius zeigt mehr Ereignisse, kann aber weniger relevante enthalten.
fr: Choisis la distance autour de ta position pour rechercher des événements. Un rayon plus grand affichera plus d’événements mais potentiellement moins pertinents.
pl: Wybierz, jak daleko od twojej lokalizacji mają być wyszukiwane wydarzenia. Większy promień pokaże więcej wydarzeń, ale mogą być mniej istotne.
pt_br: Escolha a distância ao redor da sua localização para procurar eventos. Um raio maior mostrará mais eventos, mas pode incluir menos relevantes.

# appearanceSettings.themePicker.label
source: Select Theme
de: Thema auswählen
fr: Choisir un thème
pl: Wybierz motyw
pt_br: Selecionar tema

# appearanceSettings.themePicker.sectionHeader
source: Theme
de: Thema
fr: Thème
pl: Motyw
pt_br: Tema

# settings.navigation.privacySettings.label
source: Privacy Zones
de: Privatzonen
fr: Zones de confidentialité
pl: Strefy prywatności
pt_br: Zonas de privacidade

# settings.info.toggle.label
source: Show info view
de: Infoansicht anzeigen
fr: Afficher la vue d’info
pl: Pokaż widok info
pt_br: Mostrar tela de informação

# settings.info.toggle.description
source: Show info toogle over the map
de: Info-Overlay über der Karte anzeigen
fr: Afficher le bouton info sur la carte
pl: Pokaż przełącznik info na mapie
pt_br: Mostrar botão de info sobre o mapa

# home.tab.social.unreadMessages
source: Unread messages: %@
de: Ungelesene Nachrichten: %@
fr: Messages non lus : %@
pl: Nieprzeczytane wiadomości: %@
pt_br: Mensagens não lidas: %@

# social.error.fetchMessages
source: Failed to fetch chat messages
de: Chat-Nachrichten konnten nicht abgerufen werden
fr: Impossible de charger les messages du chat
pl: Nie udało się załadować wiadomości czatu
pt_br: Não foi possível carregar as mensagens do chat

# social.error.sendMessage
source: Failed to send chat message
de: Chat-Nachricht konnte nicht gesendet werden
fr: Impossible d’envoyer le message du chat
pl: Nie udało się wysłać wiadomości czatu
pt_br: Não foi possível enviar a mensagem do chat

# social.feed.loading
source: Loading Feed
de: Feed wird geladen
fr: Chargement du fil
pl: Ładowanie kanału
pt_br: Carregando feed

# map.location.request.desciption
source: Location makes this app better. Please consider giving us access.
de: Der Standort verbessert diese App. Bitte gewähre uns Zugriff.
fr: La localisation rend cette app meilleure. Merci de nous donner l’accès.
pl: Twoja lokalizacja sprawia, że ta aplikacja działa lepiej. Proszę daj nam dostęp.
pt_br: A localização torna este app melhor. Por favor nos dê acesso.

# appCore.viewingModeAlert.title
source: Viewing Mode
de: Anzeigemodus

# appCore.viewingModeAlert.message
source: Are you participating in the Critical Mass or are you only watching?
de: Nimmst du teil oder schaust du zu?
es: ¿Estás participando en la Máscara Crítica o solo estás mirando?

# appCore.viewingModeAlert.riding
source: Riding
de: Fahre mit

# appCore.viewingModeAlert.watching
source: Watching
de: Schaue zu
es: Observando

# appView.overlay.nextUpdate
source: Next update
de: Nächstes Update
es: Próxima actualización

# map.nextRideEvents.showAll
source: Show events
de: Events anzeigen
es: Mostrar eventos

# map.nextRideEvents.hideAll
source: Hide events
de: Events ausblenden
es: Esconder evento

# privacyZone.settings.create.cta.create
source: Create
de: Erstellen
fr: Créer
pl: Utwórz

# chat.title
source: Chat
pl: Czat
tr: Sohbet

# settings.appDesign
source: Design
tr: Tasarım
